Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Motion
de: Bewegung
es: Movimiento
fr: Mouvement
it: Movimento
pl: Ruch
pt_pt: Movimento
ru: Движение
th: การเคลื่อนไหว
zh_hans: 运动
zh_hant: 運動

source: Motion-aware wake refinement
de: Motion-Aware Wake Verfeinerung
fr: Raffinement de la sillage en mouvement
pl: Udoskonalone budzenie z uwzględnieniem ruchu
pt_pt: Refinamento de despertar com reconhecimento de movimento
th: ปรับเวลาตื่นโดยอิงการเคลื่อนไหว
zh_hans: 引入体动感知的清醒时间修正算法

source: Move
de: Bewegen
es: Moverse
fr: Bouger
it: Sposta
pl: Przenosić
pt_pt: Mover
ru: Переместить
th: เคลื่อนไหว
zh_hans: 移动
zh_hant: 移動

source: Move %@ down
de: %@ nach unten bewegen
es: Mover %@ hacia abajo
fr: Déplacer %@ vers le bas
it: Sposta %@ giù
pl: Przesuń %@ w dół
pt_pt: Desloque %@ para baixo
ru: Переместить %@ вниз
th: เลื่อน %@ ลง
zh_hans: 将 %@ 下移
zh_hant: 將 %@ 下移

source: Move %@ up
de: %@ nach oben bewegen
es: Mover %@ hacia arriba
fr: Déplacer %@ vers le haut
it: Sposta %@ su
pl: Przesuń %@ w górę
pt_pt: Mover %@ para cima
ru: Переместить %@ вверх
th: เลื่อน %@ ขึ้น
zh_hans: 将 %@ 上移
zh_hant: 將 %@ 上移

source: Move all your NOOP data to another machine. Export saves everything (history, sleeps, workouts, settings) to a single file you can copy across; import replaces %@'s data with a backup.
de: Zieh alle deine NOOP-Daten auf einen anderen Rechner um. Export sichert alles (Verlauf, Schlafphasen, Workouts, Einstellungen) in eine einzige Datei zum Rüberkopieren; Import ersetzt die Daten auf %@ durch eine Sicherung.
es: Mueve todos tus datos de NOOP a otra máquina. Exportar guarda todo (historial, sueños, entrenamientos, ajustes) en un solo archivo que puedes copiar; importar reemplaza los datos de %@ con una copia de seguridad.
fr: Déplacez toutes vos données NOOP vers une autre machine. Exporter sauvegarde tout (historique, sommeils, entraînements, paramètres) dans un seul fichier que vous pouvez copier ; importer remplace les données de %@ par une sauvegarde.
it: Sposta tutti i tuoi dati NOOP su un altro dispositivo. L'esportazione salva tutto, cronologia, sonni, allenamenti, impostazioni, in un unico file che puoi copiare; l'importazione sostituisce i dati di %@ con un backup.
pl: Przenieś wszystkie dane NOOP na inną maszynę. Eksport zapisuje wszystko (historię, sen, treningi, ustawienia) do jednego pliku, który możesz skopiować; import zastępuje dane %@ kopią zapasową.
pt_pt: Mova todos os teus dados NOOP para outra máquina. A exportação guarda tudo (histórico, sono, treinos, definições) num único ficheiro que pode copiar; import substitui os dados de %@ por um cópia de segurança.
ru: Перенесите все данные NOOP на другое устройство. Экспорт сохраняет всё (историю, сны, тренировки, настройки) в один файл, который можно перенести; импорт заменяет данные %@ резервной копией.
th: ย้ายข้อมูล NOOP ทั้งหมดของคุณไปยังเครื่องอื่น การส่งออกจะบันทึกทุกอย่าง (ประวัติ การนอน การออกกำลังกาย การตั้งค่า) ลงในไฟล์เดียวที่คุณสามารถคัดลอกข้ามได้ นำเข้า จะแทนที่ข้อมูลของ %@ ด้วยการสำรองข้อมูล
zh_hans: 将你所有的 NOOP 数据迁移到另一台机器。导出会把一切，历史、睡眠、锻炼、设置，保存到一个可供复制的单一文件中；导入则用备份替换 %@ 的数据。
zh_hant: 將你所有的 NOOP 資料遷移到另一台機器。匯出會把一切，歷史、睡眠、鍛鍊、設定，保存到一個可供複製的單一檔案中；匯入則用備份替換 %@ 的資料。

source: Move all your NOOP data to another machine. Export saves everything, history, sleeps, workouts, settings, to a single file you can copy across; import replaces this Mac's data with a backup.
de: Übertrage alle deine NOOP-Daten auf einen anderen Rechner. Der Export speichert alles, Historie, Schlafphasen, Workouts, Einstellungen, in einer einzelnen Datei, die du kopieren kannst; der Import ersetzt die Daten dieses Macs durch eine Sicherung.
es: Mueve todos tus datos de NOOP a otra máquina. La exportación guarda todo, historial, sueños, entrenamientos, ajustes, en un único archivo que puedes copiar; la importación reemplaza los datos de este Mac con una copia de seguridad.
fr: Transférez toutes vos données NOOP vers une autre machine. L'export sauvegarde tout, historique, nuits, entraînements, paramètres, dans un seul fichier à copier ; l'import remplace les données de ce Mac par une sauvegarde.
it: Sposta tutti i tuoi dati NOOP su un altro computer. L'esportazione salva tutto, cronologia, sonni, allenamenti, impostazioni, in un unico file che puoi copiare; l'importazione sostituisce i dati di questo Mac con un backup.
pl: Przenieś wszystkie dane NOOP na inną maszynę. Eksport zapisuje wszystko, historię, sen, treningi, ustawienia, do jednego pliku, który możesz skopiować; import zastępuje dane tego komputera Mac kopią zapasową.
pt_pt: Mova todos os teus dados NOOP para outra máquina. A exportação guarda tudo, histórico, sono, treinos, definições, num único ficheiro que pode copiar; a importação substitui os dados deste Mac por um cópia de segurança.
ru: Перенесите все данные NOOP на другой компьютер. Экспорт сохраняет всё, историю, данные о сне, тренировки и настройки, в один файл, который можно скопировать на другое устройство. При импорте данные на этом Mac заменяются данными из резервной копии.
th: ย้ายข้อมูล NOOP ทั้งหมดของคุณไปยังเครื่องอื่น การส่งออกจะบันทึกทุกอย่าง ประวัติ การนอน การออกกำลังกาย การตั้งค่า ลงในไฟล์เดียวที่คุณสามารถคัดลอกข้ามได้ นำเข้า จะแทนที่ข้อมูลของ Mac เครื่องนี้ด้วยการสำรองข้อมูล
zh_hans: 将你所有的 NOOP 数据迁移到另一台机器。导出会把一切，，历史、睡眠、锻炼、设置，，保存到一个可供复制的单一文件中；导入则用备份替换这台 Mac 的数据。
zh_hant: 將你所有的 NOOP 資料遷移到另一台機器。匯出會把一切，，歷史、睡眠、鍛鍊、設定，，保存到一個可供複製的單一檔案中；匯入則用備份替換這台 Mac 的資料。

source: Move anyway
de: Bewegt euch sowieso
es: Muévete.
fr: Bouge de toute façon
pl: Mimo wszystko ruszaj się
pt_pt: Mova-se de qualquer maneira
th: ย้ายยังไงก็ได้
zh_hans: 仍然移动

source: Move reminder
de: Bewegungserinnerung
es: Recordatorio de movimiento
fr: Rappel de mouvement
it: Promemoria movimento
pl: Przenieś przypomnienie
pt_pt: Mover lembrete
ru: Напоминание о движении
th: ย้ายการแจ้งเตือน
zh_hans: 活动提醒
zh_hant: 活動提醒

source: Move this sleep?
de: Bewegen Sie diesen Schlaf?
es: ¿A dormir?
fr: Bouge ce sommeil ?
pl: Przesunąć ten sen?
pt_pt: Mover esse sono?
th: ย้ายการนอนนี้หรือไม่?
zh_hans: 要移动这段睡眠的时间吗？

source: Move to another day
de: Auf einen anderen Tag verschieben
es: Mover a otro día
fr: Déplacer à un autre jour
it: Passa ad un altro giorno
pl: Przenieś na inny dzień
pt_pt: Mude para outro dia
ru: Переместиться в другой день
th: เลื่อนไปวันอื่น
zh_hans: 移至另一天
zh_hant: 移至另一天

source: Move your body weight toward a target.
de: Dein Körpergewicht auf ein Ziel hin bewegen.
es: Llevar tu peso corporal hacia un objetivo.
fr: Faire évoluer votre poids corporel vers un objectif.
it: Sposta il peso del tuo corpo verso un bersaglio.
pl: Zbliż masę ciała do wartości docelowej.
pt_pt: Mova o peso do seu corpo em direção a um alvo.
ru: Переместите вес тела к цели.
th: ย้ายน้ำหนักตัวของคุณไปยังเป้าหมาย
zh_hans: 将你的体重移向目标。
zh_hant: 將你的體重移向目標。

source: moved
de: verschoben
es: movido
fr: déplacé
it: spostato
pl: przełożono
pt_pt: movido
ru: переехал
th: ย้ายแล้ว
zh_hans: 搬家了
zh_hant: 搬家了

source: moved from %@
de: verschoben von %@
es: movido desde %@
fr: déplacé depuis %@
it: spostato da %@
pl: przełożono z %@
pt_pt: movido de %@
ru: перенесено с %@
th: ย้ายมาจาก %@
zh_hans: 从 %@ 移动
zh_hant: 從 %@ 移動

source: moved to another day
de: auf einen anderen Tag verschoben
es: movido a otro día
fr: déplacé à un autre jour
it: spostato ad un altro giorno
pl: przeniesiono na inny dzień
pt_pt: mudou para outro dia
ru: перенесен на другой день
th: ย้ายไปวันอื่น
zh_hans: 搬到另一天
zh_hant: 搬到另一天

source: Movement
de: Bewegung
es: Movimiento
fr: Mouvement
it: Movimento
pl: Ruch
pt_pt: Movimento
ru: Движение
th: ความเคลื่อนไหว
zh_hans: 体动
zh_hant: 體動

source: Mute wrist alerts overnight.
de: Handgelenk-Hinweise über Nacht stummschalten.
es: Silenciar las alertas de muñeca durante la noche.
fr: Couper les alertes au poignet pendant la nuit.
it: Silenzia gli avvisi al polso durante la notte.
pl: Wycisz powiadomienia na nadgarstku na noc.
pt_pt: Silencie os alertas de pulso durante a noite.
ru: Отключить сигналы на запястье на ночь.
th: ปิดเสียงการแจ้งเตือนข้อมือข้ามคืน
zh_hans: 夜间静音手腕提醒。
zh_hant: 夜間靜音手腕提醒。

source: My Dashboard
de: Mein Dashboard
es: Mi panel
fr: Mon tableau de bord
it: La mia dashboard
pl: Mój pulpit nawigacyjny
pt_pt: O meu painel
ru: Моя панель
th: แดชบอร์ดของฉัน
zh_hans: 我的仪表盘
zh_hant: 我的儀表板

source: My WHOOP
de: Mein WHOOP
es: Mi WHOOP
fr: Mon WHOOP
it: Il mio WHOOP
pl: Mój WHOOP
pt_pt: Meu Uau
ru: Мой WHOOP
th: WHOOP ของฉัน
zh_hans: 我的 WHOOP
zh_hant: 我的 WHOOP

source: N-of-1 protocol
de: N-of-1-Protokoll
es: Protocolo n de 1
fr: Protocole n de 1
it: Protocollo N-di-1
pl: Protokół N-z-1
pt_pt: Protocolo N-de-1
ru: Протокол N-of-1
th: โปรโตคอล N-of-1
zh_hans: 单人 (N-of-1) 试验方案
zh_hant: 單人 (N-of-1) 試驗方案

source: Name & confirm
de: Benennen & bestätigen
es: Nombrar y confirmar
fr: Nommer et confirmer
it: Nomina e conferma
pl: Nazwij i potwierdź
pt_pt: Nomear e confirmar
ru: Имя и подтверждение
th: ตั้งชื่อและยืนยัน
zh_hans: 命名并确认
zh_hant: 命名並確認

source: Name the merged session
de: Benennen Sie die zusammengeführte Sitzung
es: Nombra la sesión fusionada
fr: Nommer la session fusionnée
it: Assegna un nome alla sessione unita
pl: Nazwij scaloną sesję
pt_pt: Nomeie a sessão mesclada
ru: Назовите объединенный сеанс
th: ตั้งชื่อเซสชันที่ผสาน
zh_hans: 命名合并会话
zh_hant: 命名合併會話

source: Nap ended
de: Nickerchen beendet
es: Siesta terminada
fr: Sieste terminée
it: Sonnellino terminato
pl: Skończyła się drzemka
pt_pt: A sesta terminou
ru: Дневной сон завершён
th: งีบหลับเสร็จแล้ว
zh_hans: 小睡结束
zh_hant: 小睡結束

source: Nap started
de: Nickerchen begonnen
es: Siesta iniciada
fr: Sieste commencée
it: Sonnellino iniziato
pl: Rozpoczęła się drzemka
pt_pt: A sesta começou
ru: Дневной сон начался
th: งีบเริ่มแล้ว
zh_hans: 小睡开始
zh_hant: 小睡開始

source: Nap(s)
de: Nickerchen
es: Siesta(s)
fr: Sieste(s)
it: Sonnellino/i
pl: Drzemka(-y)
pt_pt: Cochilo(s)
ru: Дневной сон
th: งีบหลับ
zh_hans: 小睡
zh_hant: 小睡

source: Naps
de: Nickerchen
es: Siestas
fr: Siestes
it: Sonnellini
pl: Drzemki
pt_pt: Cochilos
ru: Дневные сны
th: งีบหลับ
zh_hans: 小睡
zh_hant: 小睡

source: near baseline
de: nahe Basislinie
es: cerca de tu línea base
fr: proche de la référence
it: vicino alla linea di base
pl: blisko linii bazowej
pt_pt: perto da linha de base
ru: около нормы
th: ใกล้ค่าฐาน
zh_hans: 接近基线
zh_hant: 接近基線

source: Needs a connected provider and data access, so the coach has something to suggest from.
de: Braucht einen verbundenen Anbieter und Datenzugriff, damit der Coach eine Grundlage für Vorschläge hat.
es: Requiere un proveedor conectado y acceso a los datos, para que el coach tenga base para sugerir.
fr: Nécessite un fournisseur connecté et l'accès aux données, pour que le coach ait de quoi suggérer.
it: Ha bisogno di un provider connesso e di accesso ai dati, quindi l'allenatore ha qualcosa da suggerire.
pl: Wymaga połączonego dostawcy i dostępu do danych, by trener miał na czym oprzeć propozycje.
pt_pt: Precisa de um provedor conectado e acesso a dados, para que o coach tenha algo a sugerir.
ru: Нужен подключенный провайдер и доступ к данным, чтобы тренеру было что предложить.
th: ต้องการผู้ให้บริการที่เชื่อมต่อและการเข้าถึงข้อมูล ดังนั้นโค้ชจึงมีสิ่งที่จะแนะนำ
zh_hans: 需要连接的提供商和数据访问，因此教练可以提供一些建议。
zh_hant: 需要連接的提供者和數據訪問，因此教練可以提供一些建議。

source: needs a recent day
de: braucht einen aktuellen Tag
es: necesita un día reciente
fr: nécessite un jour récent
it: richiede un giorno recente
pl: potrzebuje ostatniego dnia
pt_pt: precisa de um dia recente
ru: нужен недавний день
th: ต้องการวันล่าสุด
zh_hans: 需要近期的一天数据
zh_hant: 需要近期的一天資料

source: needs a tracked night
de: braucht eine erfasste Nacht
es: necesita una noche registrada
fr: nécessite une nuit suivie
it: richiede una notte tracciata
pl: potrzebuje śledzonej nocy
pt_pt: precisa de uma noite rastreada
ru: нужна отслеженная ночь
th: ต้องการคืนติดตาม
zh_hans: 需要一晚追踪数据
zh_hant: 需要一個有追蹤的夜晚

source: Needs at least 14 days of history. When two or more signals drift together you get a banner on the dashboard and a notification, at most once a day.
de: Braucht mindestens 14 Tage Verlauf. Wenn zwei oder mehr Signale gemeinsam driften, bekommst du ein Banner auf dem Dashboard und eine Mitteilung, höchstens einmal am Tag.
es: Necesita al menos 14 días de historial. Cuando dos o más señales se desvían a la vez, verás un aviso en el panel y una notificación, como máximo una vez al día.
fr: Nécessite au moins 14 jours d'historique. Quand deux signaux ou plus dérivent ensemble, vous obtenez une bannière sur le tableau de bord et une notification, au plus une fois par jour.
it: Richiede almeno 14 giorni di cronologia. Quando due o più segnali deviano insieme ricevi un banner sulla dashboard e una notifica, al massimo una volta al giorno.
pl: Potrzebuje co najmniej 14 dni historii. Kiedy dwa lub więcej sygnałów dryfuje razem, na desce rozdzielczej pojawia się baner i powiadomienie, najwyżej raz dziennie.
pt_pt: Necessita de pelo menos 14 dias de histórico. Quando dois ou mais sinais se juntam, recebe um banner no painel e uma notificação, no máximo uma vez por dia.
ru: Требуется как минимум 14 дней истории. Когда два или более сигналов начинают меняться согласованно, вы получаете баннер на главном экране и уведомление, не чаще одного раза в день.
th: ต้องมีประวัติอย่างน้อย 14 วัน เมื่อสัญญาณตั้งแต่สองสัญญาณขึ้นไปลอยมารวมกัน คุณจะได้รับแบนเนอร์บนแดชบอร์ดและการแจ้งเตือน มากที่สุดวันละครั้ง
zh_hans: 需要至少 14 天的历史数据。当两项或以上信号一起偏移时，你会在仪表盘看到横幅并收到通知，每天最多一次。
zh_hant: 需要至少 14 天的歷史記錄。當兩個以上的訊號同時偏移時，你會在儀表板上看到橫幅並收到通知，每天最多一次。

source: Needs attention
de: Braucht Aufmerksamkeit
es: necesita atencion
fr: A besoin d'attention
it: Ha bisogno di attenzione
pl: Wymaga uwagi
pt_pt: Precisa de atenção
ru: Требует внимания
th: ต้องการความสนใจ
zh_hans: 需要注意
zh_hant: 需要注意

source: needs baseline + logged days
de: braucht Basislinie + erfasste Tage
es: necesita línea base + días registrados
fr: nécessite une référence + des jours consignés
it: richiede linea di base + giorni registrati
pl: wymaga wartości bazowej + zarejestrowanych dni
pt_pt: precisa de linha de base + dias registados
ru: нужны норма и записанные дни
th: ต้องการพื้นฐาน + จำนวนวันที่บันทึกไว้
zh_hans: 需要基线 + 已记录天数
zh_hant: 需要基線 + 已記錄的天數

source: needs history
de: braucht Verlauf
es: necesita historial
fr: nécessite un historique
it: richiede cronologia
pl: potrzebuje historii
pt_pt: precisa de histórico
ru: нужна история
th: ต้องมีข้อมูลย้อนหลัง
zh_hans: 需要历史数据
zh_hant: 需要歷史資料

source: Needs interval frames
de: Braucht Intervall-Frames
es: Necesita tramas de intervalos
fr: Nécessite des trames d'intervalle
it: Richiede frame a intervalli
pl: Potrzebuje klatek interwałowych
pt_pt: Precisa de quadros de intervalo
ru: Требуются интервальные кадры
th: ต้องการเฟรมช่วงเวลา
zh_hans: 需要间期帧
zh_hant: 需要間隔幀

source: Needs more data
de: Braucht mehr Daten
es: Necesita más datos
fr: Nécessite plus de données
it: Servono più dati
pl: Potrzebuje więcej danych
pt_pt: Necessita de mais dados
ru: Нужно больше данных
th: ต้องการข้อมูลเพิ่มเติม
zh_hans: 需要更多数据
zh_hant: 需要更多資料

source: Needs the full encrypted bond: close the official WHOOP app and pair the strap to NOOP first (a live-HR-only link can't carry the unlock).
de: Braucht die volle verschlüsselte Kopplung: Schließe die offizielle WHOOP-App und kopple den Strap zuerst mit NOOP (eine reine Live-HF-Verbindung kann die Freischaltung nicht tragen).
es: Necesita el vínculo cifrado completo: cierra la app oficial de WHOOP y empareja primero la pulsera con NOOP (un enlace de solo frecuencia cardíaca en vivo no puede llevar el desbloqueo).
fr: Nécessite l'association chiffrée complète : fermez l'app officielle WHOOP et associez d'abord le bracelet à NOOP (une liaison FC en direct seule ne peut pas transporter le déverrouillage).
it: Richiede il bond cifrato completo: chiudi l'app ufficiale WHOOP e abbina prima la fascia a NOOP (un collegamento solo per la FC in tempo reale non può trasportare lo sblocco).
pl: Wymaga pełnego zaszyfrowanego połączenia: zamknij oficjalną aplikację WHOOP i najpierw sparuj pasek z NOOP (link na żywo tylko dla HR nie umożliwia odblokowania).
pt_pt: Necessita do vínculo encriptado completo: feche a aplicação oficial do WHOOP e emparelhe primeiro a bracelete com o NOOP (um link apenas de RH em direto não pode realizar o desbloqueio).
ru: Требуется полная зашифрованная привязка: сначала закройте официальное приложение WHOOP и сопрягите браслет с NOOP (соединение только для пульса в реальном времени не может передать разблокировку).
th: ต้องการการเชื่อมโยงที่เข้ารหัสเต็มรูปแบบ: ปิดแอป WHOOP อย่างเป็นทางการและจับคู่สายรัดกับ NOOP ก่อน (ลิงก์เฉพาะ HR แบบเรียลไทม์ไม่สามารถทำการปลดล็อคได้)
zh_hans: 需要完整的加密绑定：先关闭官方 WHOOP 应用，把手环与 NOOP 配对（仅实时心率的连接无法完成解锁）。
zh_hant: 需要完整的加密綁定：請先關閉官方 WHOOP App，並將手環與 NOOP 配對（僅即時心率的連接無法承載解鎖）。

source: Needs the full encrypted bond: close the official WHOOP app and pair the strap to NOOP first (a live-HR-only link can't carry the write).
de: Benötigt die vollständig verschlüsselte Kopplung: Schließe zuerst die offizielle WHOOP-App und koppele den Strap mit NOOP (eine Verbindung nur für den Live-Puls kann den Schreibvorgang nicht übertragen).
es: Necesita el vínculo cifrado completo: cierra primero la app oficial de WHOOP y empareja la pulsera con NOOP (un enlace solo de FC en vivo no puede transportar la escritura).
fr: Nécessite l’appairage chiffré complet : fermez d’abord l’app WHOOP officielle et appairez le bracelet à NOOP (une liaison limitée à la FC en direct ne peut pas transporter l’écriture).
it: Richiede l’associazione cifrata completa: chiudi prima l’app WHOOP ufficiale e associa la fascia a NOOP (un collegamento solo per la FC in tempo reale non può trasportare la scrittura).
pl: Wymaga pełnego zaszyfrowanego połączenia: zamknij oficjalną aplikację WHOOP i najpierw sparuj pasek z NOOP (link na żywo tylko dla HR nie może przenosić zapisu).
pt_pt: Necessita da ligação encriptada completa: feche primeiro a app oficial da WHOOP e emparelhe a bracelete com o NOOP (uma ligação apenas de FC em direto não consegue transportar a escrita).
ru: Требуется полное шифрованное сопряжение: сначала закройте официальное приложение WHOOP и сопрягите браслет с NOOP (канал только для пульса в реальном времени не может передать запись).
th: ต้องการการเชื่อมโยงที่เข้ารหัสเต็มรูปแบบ: ปิดแอป WHOOP อย่างเป็นทางการและจับคู่สายรัดกับ NOOP ก่อน (ลิงก์ Live-HR-only ไม่สามารถเขียนได้)
zh_hans: 需要完整的加密配对：请先关闭官方 WHOOP 应用并将手环与 NOOP 配对（仅传输实时心率的连接无法承载写入）。
zh_hant: 需要完整的加密配對：請先關閉官方 WHOOP 應用程式並將手環與 NOOP 配對（僅傳輸即時心率的連線無法承載寫入）。

source: Needs the strap
de: Strap erforderlich
es: Necesita la banda
fr: Nécessite le bracelet
it: Richiede la fascia
pl: Potrzebuje paska
pt_pt: Precisa da pega
ru: Нужен ремешок
th: ต้องใช้สายรัด
zh_hans: 需要手环
zh_hant: 需要手環

source: Needs the strap. No data for today. Was your strap worn and connected overnight?
de: Braucht den Strap. Keine Daten für heute. War dein Strap über Nacht getragen und verbunden?
es: Necesita la pulsera. No hay datos de hoy. ¿Llevaste puesta y conectada tu pulsera durante la noche?
fr: Nécessite le bracelet. Pas de données pour aujourd'hui. Votre bracelet était-il porté et connecté pendant la nuit ?
it: Richiede la fascia. Nessun dato per oggi. La tua fascia era indossata e connessa durante la notte?
pl: Potrzebuje paska. Brak danych na dzisiaj. Czy pasek był noszony i podłączony przez noc?
pt_pt: Precisa da pega. Não há dados para hoje. A tua bracelete foi usada e ligada durante a noite?
ru: Нужен браслет. Данных за сегодня нет. Был ли браслет надет и подключён ночью?
th: ต้องใช้สายรัด. ไม่มีข้อมูลสำหรับวันนี้ สายรัดของคุณสึกและเชื่อมต่อข้ามคืนหรือไม่?
zh_hans: 需要手环。今天没有数据。昨晚手环有佩戴并保持连接吗？
zh_hant: 需要手環。今天沒有資料。昨晚你的手環有戴著並保持連接嗎？

source: negative
de: negativ
es: negativo
fr: négatif
it: negativa
pl: negatywny
ru: отрицательно
th: เชิงลบ
zh_hans: 负向
zh_hant: 負向

source: negligible
de: vernachlässigbar
es: insignificante
fr: négligeable
it: trascurabile
pl: nieistotny
ru: незначительный
th: เล็กน้อย
zh_hans: 可忽略
zh_hant: 可忽略

source: Network problem: %@. The coach is the only feature that needs the internet.
de: Netzwerkproblem: %@. Der Coach ist die einzige Funktion, die das Internet benötigt.
es: Problema de red: %@. El Coach es la única función que necesita internet.
fr: Problème réseau : %@. Le Coach est la seule fonctionnalité qui nécessite Internet.
it: Problema di rete: %@. Il Coach è l’unica funzione che richiede Internet.
pl: Problem z siecią: %@. Trener to jedyna funkcja, która potrzebuje internetu.
pt_pt: Problema de rede: %@. O Coach é a única funcionalidade que precisa de Internet.
ru: Проблема с сетью: %@. Coach — единственная функция, которой нужен интернет.
th: ปัญหาเครือข่าย: %@ โค้ชเป็นฟีเจอร์เดียวที่ต้องการอินเทอร์เน็ต
zh_hans: 网络问题：%@。Coach 是唯一需要互联网的功能。
zh_hant: 網路問題：%@。Coach 是唯一需要網際網路的功能。

source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
pl: Nigdy
pt_pt: Nunca
ru: Никогда
th: ไม่เคย
zh_hans: 从不
zh_hant: 永不

source: new
de: neu
es: nuevo
fr: nouveau
it: nuovo
pl: nowy
ru: новое
th: ใหม่
zh_hans: 新
zh_hant: 新

source: NEW
de: NEU
es: NUEVO
fr: NOUVEAU
it: NUOVO
pl: NOWY
pt_pt: NOVO
ru: НОВОЕ
th: ใหม่
zh_hans: 新
zh_hant: 新

source: New activity
de: Neue Aktivität
es: Nueva actividad
fr: Nouvelle activité
it: Nuova attività
pl: Nowa aktywność
pt_pt: Nova atividade
ru: Новая деятельность
th: กิจกรรมใหม่
zh_hans: 新活动
zh_hant: 新活動

source: New chat
de: Neuer Chat
es: Nuevo chat
fr: Nouvelle discussion
it: Nuova chiacchierata
pl: Nowa rozmowa
pt_pt: Novo bate-papo
ru: Новый чат
th: แชทใหม่
zh_hans: 新聊天
zh_hant: 新聊天

source: New data added
de: Neue Daten hinzugefügt
es: Nuevos datos añadidos
fr: Nouvelles données ajoutées
it: Nuovi dati aggiunti
pl: Dodano nowe dane
pt_pt: Novos dados adicionados
ru: Добавлены новые данные
th: เพิ่มข้อมูลใหม่แล้ว
zh_hans: 已添加新数据
zh_hant: 已新增資料

source: New day
de: Neuer Tag
es: Nuevo día
fr: Nouveau jour
it: Nuovo giorno
pl: Nowy dzień
pt_pt: Novo dia
ru: Новый день
th: วันใหม่
zh_hans: 新的一天
zh_hant: 新的一天

source: New here?
de: Neu hier?
es: ¿Nuevo por aquí?
fr: Nouveau ici ?
it: Sei nuovo qui?
pl: Nowy tutaj?
pt_pt: Novo por aqui?
ru: Впервые здесь?
th: ใหม่ที่นี่?
zh_hans: 初次使用？
zh_hant: 初次使用？

source: New item group
de: Neue Artikelgruppe
es: Nuevo grupo de artículos
fr: Nouveau groupe d'articles
it: Nuovo gruppo di articoli
pl: Nowa grupa pozycji
pt_pt: Novo grupo de itens
ru: Новая группа товаров
th: กลุ่มของรายการใหม่
zh_hans: 新项目组
zh_hant: 新項目組

source: New release notes and fresh data will land here.
de: Neue Release Notes und frische Daten landen hier.
es: Las notas de nuevas versiones y los datos recientes aparecerán aquí.
fr: Les nouvelles notes de version et les données récentes arriveront ici.
it: Le nuove note di rilascio e i dati aggiornati appariranno qui.
pl: Tutaj wylądują nowe informacje o wersji i świeże dane.
pt_pt: Novas notas de lançamento e novos dados chegarão aqui.
ru: Здесь появятся заметки о новых версиях и свежие данные.
th: บันทึกประจำรุ่นใหม่และข้อมูลใหม่จะลงที่นี่
zh_hans: 新的版本说明和最新数据会出现在这里。
zh_hant: 新的版本說明和最新資料會出現在這裡。

source: New strap name
de: Neuer Strap-Name
es: Nuevo nombre de la pulsera
fr: Nouveau nom du bracelet
it: Nuovo nome della fascia
pl: Nowa nazwa paska
pt_pt: Novo nome da bracelete
ru: Новое имя браслета
th: ชื่อสายรัดใหม่
zh_hans: 新的手环名称
zh_hant: 新的手環名稱

source: Newer WHOOP band, experimental in NOOP
de: Neueres WHOOP-Band, experimentell in NOOP
es: Banda WHOOP más reciente, experimental en NOOP
fr: Bande WHOOP plus récente, expérimentale dans NOOP
it: Band WHOOP più recente, sperimentale in NOOP
pl: Nowszy zespół WHOOP, eksperymentalny w NOOP
pt_pt: Banda WHOOP mais recente, experimental em NOOP
ru: Более новый браслет WHOOP, экспериментальная поддержка в NOOP
th: วง WHOOP รุ่นใหม่ ทดลองใน NOOP
zh_hans: 较新的 WHOOP 手环，在 NOOP 中为实验性支持
zh_hant: 較新的 WHOOP 手環，在 NOOP 中為實驗性支援
